Revit 2027 API
GroupTypeId.Visualization Property
 Visualization.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Visualization { get; }
Public Shared ReadOnly Property Visualization As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Visualization {
	ForgeTypeId^ get ();
}
static member Visualization : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace